/* User/pwd server verification */
"Authentication Required" = "Autenticazione richiesta";

/* Extension installation
 HTTPS server verification
 Link long-press context menu
 User/pwd server verification
*/
"Cancel" = "Annulla";

/* HTTPS server verification */
"Proceed" = "Procedi";

/* Link long-press context menu */
"Copy Link" = "Copia collegamento";

/* Google autocomplete error */
"Error: " = "Errore: ";

/* Web audio setup */
"Failed to set audio session for the webview; there may be no sound." = "Impossibile impostare la sessione audio per webview; potrebbe non esserci alcun suono.";

/* User/pwd server verification */
"Log In" = "Accedi";

/* Link long-press context menu */
"Open Here" = "Apri qui";

/* Link long-press context menu */
"Open in New Tab" = "Apri in nuova scheda";

/* User/pwd server verification */
"Password" = "Password";

/* Google autocomplete error */
"response code %d" = "codice di risposta %d";

/* Google autocomplete error */
"response format unrecognized" = "formato di risposta non riconosciuto";

/* Google autocomplete error */
"response non-decodable" = "risposta non decodificabile";

/* Google autocomplete error */
"response parsing %@" = "analisi della risposta %@";

/* HTTPS server verification */
"Warning" = "Avviso";

/* HTTPS server verification */
"The site's security certificate is not trusted. Do you want to proceed?" = "Il certificato di sicurezza del sito non è affidabile. Procedere?";

/* User/pwd server verification */
"Username" = "Nome utente";

/* Link long-press context menu */
"Open in Background Tab" = "Apri in una scheda in background";

/* Bookmark view controller */
"Edit Bookmark" = "Modifica segnalibro";

/* Link long-press context menu */
"Save Image" = "Salva immagine";

/* Link long-press context menu */
"Save Video" = "Salva video";

/* Web download failure alert title */
"Download Failed" = "Download non riuscito";

/* Web download failure description */
"File download failed due to network error." = "Download del file non riuscito a causa di un problema alla rete.";

/* Web download failure description */
"The file had unexpected content." = "Il file aveva contenuto imprevisto.";

/* Web download failure description */
"The file could not be saved to Camera Roll." = "Il file potrebbe non essere salvato in Rullino foto.";

/* Web download failure description */
"File download failed due to internal error %@." = "Download del file non riuscito a causa di un errore interno %@.";

/* Download prohibition alert text */
"Browser cannot download this file." = "Il browser non può scaricare questo file.";

/* Generic alert popup button */
"OK" = "Ok";

/* Generic alert popup button */
"Cancel" = "Annulla";
